import React from 'react';
import { PiClockCounterClockwiseFill } from "react-icons/pi";
import './Uni.css';

export default function Uni() {
    return (
        <div>
            <div style={{ height: "50px", width: "100%" }}></div>
            <h1 className="tt" dir="rtl">
                <PiClockCounterClockwiseFill /> &nbsp; نبذة تاريخية
            </h1>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    أنشئت جامعة المنوفية بالقانون رقم (93) الصادر في الرابع عشر من أغسطس عام 1976 م ومقرها بشبين الكوم، لتلبية الطلب المتزايد على التعليم العالي، ولدعم الجامعات المصرية ومؤسسات التعليم العالي الأخرى في تحقيق رسالتها في تنمية وتطوير المجتمع من خلال تقديم خدمات تعليمية وبحثية ومجتمعية متميزة. واقتضى القانون (93) في مادته الثانية بأن تتكون جامعة المنوفية من الكليات التابعة آنذاك لجامعة طنطا بشبين الكوم ومنوف. كما صدر في الخامس والعشرين من نوفمبر لسنة 1976 قرار رئيس مجلس الوزراء رقم (1142) بأن تضم جامعة المنوفية أربع كليات فقط هي:
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    <a href="#" className="paragraphe22">كلية الزراعة</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - 
                    <a href="#" className="paragraphe22">كلية الهندسة</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -
                    <a href="#" className="paragraphe22">كلية التربية</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; -
                    <a href="#" className="paragraphe22">كلية الهندسة الإلكترونية بمنوف</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    وكانت الكليات وقتها تضم 9500 طالب وطالبة في المرحلة الجامعية الأولى (بكالوريوس/ ليسانس) و214 عضو هيئة تدريس و372 عضو هيئة معاونة (معيد/ مدرس مساعد). توفرت للجامعة الوليدة وقتذاك بعض المقومات، مثل وجود معاهد وكليات بالإقليم سابقة على إنشاء الجامعة، ومنها كلية الزراعة التي أنشئت في 1942 كمعهد عالي زراعي بشبين الكوم، وكلية الهندسة التي تطورت من معهد عالي صناعي عام 1958 وكذلك كلية التربية أنشئت عام 1971 وكانت تابعة لجامعة عين شمس، كما أنشئ المعهد العالي للإلكترونيات بمنوف الذي كان تابعا لوزارة التعليم العالي ثم تحول لكلية الهندسة الإلكترونية وأصبح تابعا لجامعة طنطا عام 1975 إلى أن انتقلت تبعيته لجامعة المنوفية في 1976.
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    ومع ازدياد الحاجة للتعليم الجامعي، دعت الضرورة إلى إنشاء كليات أخرى وهي:
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    العلوم&nbsp;&nbsp;&nbsp;التجارة&nbsp;&nbsp;&nbsp;الطب&nbsp;&nbsp;
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    وذلك في الفترة من عام 1976 حتى 1986 ثم توسعت الجامعة خلال الفترة من عام 1987 حتى عام 1990 حيث تم إنشاء كليات:
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    <a href="#" className="paragraphe22" >الحقوق   </a>  –    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    <a href="#" className="paragraphe22"     >الآداب  </a>   –    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    <a href="#" className="paragraphe22">    التمريض</a> –    &nbsp;&nbsp;&nbsp;
                    <a href="#" className="paragraphe22">&nbsp;الاقتصاد المنزلي</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    بالإضافة إلى معهد الكبد والذي أطلق عليه&nbsp;
                    <a href="#" className="paragraphe22">معهد الكبد القومي</a> عام 1990 / 2000
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    وفي التسعينات من القرن العشرين انطلقت جامعة المنوفية إلى مدينة السادات .... ومن هناك انطلقت جامعة المنوفية مرة أخرى لتؤدي رسالتها نحو المجتمعات العمرانية والصناعية الجديدة حيث تم إنشاء كليات التربية الرياضية عام 1993 والسياحة والفنادق والطب البيطري عام 1997 بالإضافة إلى معهدي الهندسة الوراثية والدراسات والبحوث البيئية عام 1998، مساهمة بذلك في أحداث قيمة شاملة في هذا الظهر الصحراوي لمحافظة المنوفية. كما انتقلت أيضا كلية <a href="#" className="paragraphe22">التربية النوعية بأشمون</a> من وزارة التعليم العالي لتكون تابعة لجامعة المنوفية.
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    وفي مطلع القرن الحادي والعشرين تم إنشاء <a href="#" className="paragraphe22">كلية الحاسبات والمعلومات</a> بشبين الكوم وفروع لكليات التجارة والآداب والحقوق بمدينة السادات. في عام 2006 صدر القرار الجمهوري رقم 267 بإنشاء فرع لجامعة المنوفية من الكليات والمعاهد المنشأة بمدينة السادات وبهذا كانت تعتبر أول جامعة حكومية لها فرع في نفس المحافظة. في عام 2013 نقلت تبعية كليات ومعاهد فروع جامعة المنوفية لتكون نواة لجامعة مدينة السادات تنفيذا لقرار رئيس الجمهورية رقم (180) بإنشاء جامعة مدينة السادات. وبذلك تقلصت أعداد كليات ومعاهد جامعة المنوفية من (22) كلية ومعهد إلى (14) كلية ومعهد بالإضافة إلى المعهد الفني للتمريض ملحقا بالمستشفى الجامعي بمنشأة سلطان وتقوم كلية التمريض بالإشراف عليه.
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    ولما كانت الجامعة تمتلك الكثير من المقومات المادية والمعنوية متمثلة في الإنشاءات والمعامل والكوادر، وتنسيقا مع متطلبات سوق العمل وتقديم الخدمات التعليمية والبحثية وإسهاما منها في تنمية المجتمع وتحقيق رسالتها فقد قامت الجامعة بإنشاء كليتين جديدتين بمدينة شبين الكوم وهما <a href="#" className="paragraphe22">كلية التربية الرياضية</a>– و <a href="#" className="paragraphe22">العلوم الصحية التطبيقية</a>، كما صدر قرار جمهوري بإنشاء كلية <a href="#" className="paragraphe22">الطب البيطري</a> في عام 2015 بقرية طوخ طنبشا على جزء من مزرعة الإنتاج الحيواني، وبدأت الدراسة بها في العام الجامعي 2016 / 2017. كما تم إنشاء <a href="#" className="paragraphe22">كلية الصيدلة</a> التي بدأت الدراسة بها في العام الجامعي 2016 / 2017.
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    كما وافق مجلس الوزراء على مشروع قرار رئيس مجلس الوزراء، بتعديل بعض أحكام اللائحة التنفيذية لقانون تنظيم الجامعات رقم 49 لسنة 1972، بتحويل قسم رياض الأطفال كلية التربية بجامعة المنوفية، إلى كلية <span className="paragraphe22" style={{ color: "#f14833" }}>لتربية للطفولة المبكرة</span>&nbsp;وصدر بذلك القرار الوزاري رقم&nbsp;1678&nbsp;&nbsp;على أن تبدأ الدراسة بها في 2017/2018&nbsp;، وصدر قرار جمهوري رقم 1950 بإنشاء كلية <span className="paragraphe22" style={{ color: "#ff0000" }}>الإعلام</span> وتبدأ الدراسة بها في 2018 / 2019.
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    كما أنه&nbsp;بعد جهد كبير دام قرابة عامين وافق المجلس الأعلى للجامعات بجلسته رقم&nbsp;<span className="paragraphe22">666</span>&nbsp;التي عقدت في&nbsp;السبت 19 / 8/ 2017 على إنشاء كلية طب الأسنان، جامعة المنوفية على أن تبدأ الدراسة بها بعد استكمال كافة الإمكانيات اللازمة المادية والبشرية للكلية الجديدة&nbsp;<span className="paragraphe22" style={{ fontSize: "13px", fontSize: "25px" }}>لتكون إضافة جديدة ضمن كوكبة كليات الجامعة ولتكتمل منظومة كليات الجامعة بكل التخصصات.</span>
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    وتستمر الجامعة في استراتيجيتها المستقبلية على استكمال كليات ومعاهد الجامعة بإنشاء كليات ومعاهد أخرى لما يتناسب مع احتياجات المجتمع وسوق العمل.
                </span>
            </p>
            <p dir="rtl" className="pp">
                <span className="paragraphe22">
                    وفيما سبق نلاحظ أن جامعة المنوفية برغم من أن قرار إنشائها نص على أن مقرها مدينة شبين الكوم إلا أنها استطاعت أن تنتشر في مدن وقرى محافظة المنوفية لتؤكد على رسالتها الموجهة لخدمة المجتمع المحيط بها في شتى مناحي الحياة.
                </span>
            </p>
            <p dir="rtl" style={{ textAlign: "center" }} className="paragraphe22">&nbsp;</p>
        </div>
    );
}
